Repository: higuo2/Ease
Catalog: Ease/Localizable.xcstrings
Source language: en
Languages: zh_hans

# a11y.health.period.hint
source: Opens period details.
zh_hans: 打开经期详情。

# a11y.health.sleep.hint
source: Opens sleep details.
zh_hans: 打开睡眠详情。

# a11y.record.hint
source: Double tap to edit. Touch and hold for more actions.
zh_hans: 轻点两下可编辑。按住可打开更多操作。

# a11y.stageGoal
source: Stage goal, %lld percent complete, %@ remaining.
zh_hans: 阶段目标，进度 %lld%%，剩余 %@。

# bmi.band.normal
source: Normal
zh_hans: 正常

# bmi.band.obese
source: Obesity
zh_hans: 肥胖

# bmi.band.overweight
source: Overweight
zh_hans: 超重

# bmi.band.underweight
source: Underweight
zh_hans: 偏瘦

# bmi.category.notApplicable
source: Not classified
zh_hans: 未评价

# bmi.disclaimer
source: These bands are population cutoffs, not a diagnosis. Muscle mass and water retention can move BMI away from body fat.
zh_hans: 区间来自人群切点，不是诊断。肌肉量和水分滞留都会让 BMI 偏离体脂。

# bmi.formula.body
source: BMI = weight (kg) ÷ height (m)². Age and sex are not used in this number.
zh_hans: BMI = 体重 (kg) ÷ 身高 (m)²。年龄和性别不进入这个数字。

# bmi.input.ageUnknown
source: Not set
zh_hans: 未填写

# bmi.input.heightMissing
source: Add height in Settings
zh_hans: 去设置补身高

# bmi.sheet.footnote.ageUnknown
source: Birthday is not set, so this uses the adult cutoffs.
zh_hans: 未填生日，按 18 岁以上成人标准分档。

# bmi.sheet.footnote.minor
source: Adult cutoffs are not used under 18. This app does not apply age-and-sex percentiles.
zh_hans: 未满 18 岁不套成人切点。本 App 不做儿童年龄性别百分位评价。

# bmi.sheet.formula
source: Formula
zh_hans: 公式

# bmi.sheet.healthyRange
source: Ideal range
zh_hans: 理想区间

# bmi.sheet.healthyRange.footnote
source: From the Chinese adult normal band (18.5–23.9), not your goal weight.
zh_hans: 按中国成人正常区间 18.5–23.9 反推，不是阶段目标体重。

# bmi.sheet.info
source: About these numbers
zh_hans: 关于这些数字

# bmi.sheet.inputs
source: Inputs
zh_hans: 本次用到的数据

# bmi.sheet.standard
source: BMI standard
zh_hans: BMI 标准

# bmi.standard.china
source: Chinese adult cutoffs
zh_hans: 中国成人标准

# bmi.standard.china.inUse
source: Chinese adult standard (in use)
zh_hans: 中国成人标准（当前采用）

# bmi.standard.china.short
source: CN
zh_hans: 中国

# bmi.standard.who
source: WHO adult cutoffs (reference)
zh_hans: WHO 成人标准（对照）

# calendar.detail.am
source: AM
zh_hans: 早

# calendar.detail.day
source: Day
zh_hans: 日间

# calendar.detail.pm
source: PM
zh_hans: 晚

# calendar.diet.empty
source: No diet log
zh_hans: 未打卡饮食

# calendar.log
source: Log
zh_hans: 记录

# calendar.meal.chooseLibrary
source: Choose from Library
zh_hans: 从相册选择

# calendar.meal.preview
source: Meal photo
zh_hans: 餐食照片

# calendar.meal.remove
source: Remove photo
zh_hans: 删除照片

# calendar.meal.replace
source: Replace photo
zh_hans: 替换照片

# calendar.meal.source.title
source: Add meal photo
zh_hans: 添加餐食照片

# calendar.meal.takePhoto
source: Take Photo
zh_hans: 拍照

# calendar.meals
source: Meals
zh_hans: 三餐

# calendar.note.placeholder
source: Add a note (calories, mood, or why you cheated)...
zh_hans: 添加备注（热量、心情，或为什么开戒）…

# calendar.overview.title
source: %@ Overview
zh_hans: %@概览

# calendar.stat.avgDelta
source: Daily avg
zh_hans: 日均

# calendar.stat.bestStreak
source: Best streak
zh_hans: 最长连续

# calendar.stat.checkins
source: Logged
zh_hans: 打卡

# calendar.stat.cleanDays
source: Clean days
zh_hans: 清淡天数

# calendar.stat.daysCount
source: %d days
zh_hans: %d 天

# calendar.stat.gainDays
source: Up
zh_hans: 增重

# calendar.stat.lossDays
source: Down
zh_hans: 减重

# calendar.stat.monthAvg
source: Month avg
zh_hans: 月均

# calendar.stat.monthDelta
source: Net change
zh_hans: 净变化

# calendar.stat.weekAvg
source: Week avg
zh_hans: 周均

# chart.axis.date
source: Date
zh_hans: 日期

# chart.axis.energy
source: Energy
zh_hans: 活动消耗

# chart.axis.ma
source: 7-day average
zh_hans: 7 日均线

# chart.axis.sleep
source: Sleep
zh_hans: 睡眠

# chart.axis.target
source: Target
zh_hans: 目标

# chart.axis.weight
source: Weight
zh_hans: 体重

# chart.preview.a11y
source: Day preview
zh_hans: 当日预览

# chart.preview.ma
source: 7-day %.1f kg
zh_hans: 7 日均线 %.1f kg

# chart.range.7
source: 7D
zh_hans: 7天

# chart.range.30
source: 30D
zh_hans: 30天

# chart.range.90
source: 90D
zh_hans: 90天

# chart.range.all
source: All
zh_hans: 全部

# common.add
source: Add
zh_hans: 添加

# common.cancel
source: Cancel
zh_hans: 取消

# common.close
source: Close
zh_hans: 关闭

# common.confirm
source: Confirm
zh_hans: 确认

# common.done
source: Done
zh_hans: 完成

# common.edit
source: Edit
zh_hans: 编辑

# cycle.calendar
source: Calendar
zh_hans: 日历

# cycle.empty
source: No period days in HealthKit.
zh_hans: HealthKit 里还没有经期日。

# cycle.lastDuration
source: Last period %d days
zh_hans: 上次持续 %d 天

# cycle.length
source: About %d days
zh_hans: 大约 %d 天

# cycle.next
source: Next period around %@
zh_hans: 下次经期大约 %@

# cycle.recent
source: Recent cycles
zh_hans: 近期周期

# cycle.spanDays
source: %d days
zh_hans: %d 天

# cycle.title
source: Cycle
zh_hans: 周期

# dashboard.chart.empty
source: No weight points in this range.
zh_hans: 此范围内没有体重数据。

# dashboard.currentWeight
source: Weight
zh_hans: 体重

# dashboard.dietRow
source: Last 7 days of diet tags
zh_hans: 近 7 日饮食标签

# dashboard.fab
source: Log today
zh_hans: 记录今天

# dashboard.metrics
source: Measurements
zh_hans: 围度

# dashboard.trend
source: Trend
zh_hans: 趋势

# dashboard.weightUnavailable
source: No weight yet
zh_hans: 尚无体重

# dayPicker.month
source: Month
zh_hans: 月

# dayPicker.next
source: Next
zh_hans: 下一个

# dayPicker.previous
source: Previous
zh_hans: 上一个

# dayPicker.week
source: Week
zh_hans: 周

# diet.cheat
source: Cheat
zh_hans: 放纵

# diet.clean
source: Clean
zh_hans: 干净

# diet.fasting
source: Fasting
zh_hans: 断食

# diet.normal
source: Normal
zh_hans: 适量

# empty.cta
source: Log a weigh-in
zh_hans: 去记录

# empty.cta.hint
source: Opens the weight log.
zh_hans: 打开体重录入。

# empty.history.message
source: Log today’s weight to start your list. You can backfill a past day anytime.
zh_hans: 先记下今天的体重，列表就会出现。也可以补记过去的日子。

# empty.history.title
source: No weigh-ins yet
zh_hans: 还没有体重记录

# empty.trend.message
source: After a few weigh-ins, the chart and stats will show up here.
zh_hans: 记几次体重后，折线和统计会出现在这里。

# empty.trend.title
source: No trend yet
zh_hans: 还没有趋势

# energy.average
source: Average %d kcal
zh_hans: 平均 %d kcal

# energy.chart.title
source: Active energy
zh_hans: 活动消耗

# energy.empty
source: No HealthKit energy yet.
zh_hans: 还没有 HealthKit 消耗数据。

# format.advancedPace.thisWeek
source: Later this week
zh_hans: 本周内

# format.advancedPaceDays
source: About %lld days
zh_hans: 大约 %lld 天

# format.advancedPaceETA
source: About %lld days · around %@
zh_hans: 大约 %lld 天 · 约 %@

# format.advancedPaceHorizon
source: Around %@
zh_hans: 预计 %@

# format.ageYears
source: %lld years old
zh_hans: %lld 岁

# format.ageYears.compact
source: %lld y
zh_hans: %lld 岁

# format.hours
source: %.1f h
zh_hans: %.1f 小时

# format.kcal
source: %.0f kcal
zh_hans: %.0f 千卡

# format.kgPerDay
source: %@ kg/day
zh_hans: %@ kg/日

# format.lostKg
source: Lost %.1f kg
zh_hans: 已减 %.1f kg

# format.paceETA
source: At this pace, around %@.
zh_hans: 按近况大约 %@。

# format.paceETA.thisWeek
source: At this pace, later this week.
zh_hans: 按近况大约本周内。

# format.paceMonth.early
source: early %@
zh_hans: %@上旬

# format.paceMonth.late
source: late %@
zh_hans: %@下旬

# format.paceMonth.mid
source: mid %@
zh_hans: %@中旬

# format.remainingKg
source: %.1f kg remaining
zh_hans: 剩余 %.1f kg

# format.sevenDayMA
source: 7-day MA %.1f kg
zh_hans: 7日均 %.1f kg

# format.sleepDuration
source: %dh %02dm
zh_hans: %d小时 %02d分钟

# format.targetKg
source: Target %.1f kg
zh_hans: 目标 %.1f kg

# grid.bodyFat
source: Body fat
zh_hans: 体脂率

# grid.water
source: Water
zh_hans: 饮水

# health.energy
source: Active Energy
zh_hans: 活动消耗

# health.period
source: Period
zh_hans: 经期

# health.sleep
source: Sleep
zh_hans: 睡眠

# history.date
source: Date
zh_hans: 日期

# history.daytimeSwing
source: Day
zh_hans: 日间

# history.empty
source: No weigh-ins yet.
zh_hans: 还没有体重记录。

# history.evening
source: PM
zh_hans: 晚

# history.morning
source: AM
zh_hans: 早

# history.overnight
source: Night
zh_hans: 夜间

# import.skip.duplicate
source: Duplicate
zh_hans: 重复

# import.skip.futureDate
source: Future date
zh_hans: 未来日期

# import.skip.line
source: Row %lld: %@
zh_hans: 第 %lld 行：%@

# import.skip.outOfRange
source: Out of range
zh_hans: 超出范围

# import.skip.unknownMetric
source: Unknown metric
zh_hans: 未知指标

# import.skip.unparsable
source: Could not parse
zh_hans: 无法解析

# log.bodyFat
source: Body fat
zh_hans: 体脂

# log.bodyFat.placeholder
source: optional
zh_hans: 选填

# log.date
source: Date
zh_hans: 日期

# log.date.hint
source: Choose a past day to backfill
zh_hans: 可选择过去日期补记

# log.delete
source: Delete this day
zh_hans: 删除该日

# log.diet
source: Diet
zh_hans: 饮食

# log.error.empty
source: Save a weight or a diet tag.
zh_hans: 请至少填写体重或饮食。

# log.error.future
source: Future dates are not allowed.
zh_hans: 不能选择未来日期。

# log.note
source: Note
zh_hans: 备注

# log.note.placeholder
source: Optional
zh_hans: 选填

# log.ocr
source: Read scale photo
zh_hans: 相册识图

# log.save
source: Save
zh_hans: 保存

# log.tags
source: Variables
zh_hans: 变量

# log.title
source: Log
zh_hans: 记录

# log.title.diet
source: Diet
zh_hans: 饮食

# log.title.weight
source: Weight
zh_hans: 体重

# log.weight
source: Weight
zh_hans: 体重

# meal.add
source: Add Meal
zh_hans: 添加餐次

# meal.afternoonTea
source: Afternoon Tea
zh_hans: 下午茶

# meal.breakfast
source: Breakfast
zh_hans: 早餐

# meal.custom.placeholder
source: Meal name
zh_hans: 餐次名称

# meal.custom.remove
source: Remove Meal
zh_hans: 删除餐次

# meal.custom.title
source: Custom meal
zh_hans: 自定义餐次

# meal.cutout.off
source: Show cutout
zh_hans: 显示抠图

# meal.cutout.on
source: Show original
zh_hans: 显示原图

# meal.dinner
source: Dinner
zh_hans: 晚餐

# meal.lateNight
source: Late Night
zh_hans: 夜宵

# meal.lunch
source: Lunch
zh_hans: 午餐

# metric.chest
source: Chest
zh_hans: 胸围

# metric.error.empty
source: Enter at least one measurement.
zh_hans: 至少填写一项。

# metric.error.invalid
source: Check the highlighted values.
zh_hans: 请检查标红的数值。

# metric.head
source: Head
zh_hans: 头围

# metric.highWaist
source: High waist
zh_hans: 高腰

# metric.hip
source: Hip
zh_hans: 臀围

# metric.history.empty
source: No logs yet.
zh_hans: 还没有记录。

# metric.history.title
source: History
zh_hans: 历史

# metric.leftArm
source: Left arm
zh_hans: 左臂

# metric.leftCalf
source: Left calf
zh_hans: 左小腿

# metric.leftThigh
source: Left thigh
zh_hans: 左大腿

# metric.navel
source: Navel
zh_hans: 肚脐

# metric.rightArm
source: Right arm
zh_hans: 右臂

# metric.rightCalf
source: Right calf
zh_hans: 右小腿

# metric.sheet.empty
source: Enable measurements in Settings.
zh_hans: 请先在设置里启用围度指标。

# metric.sheet.title
source: Measurements
zh_hans: 围度

# metric.shoulder
source: Shoulder
zh_hans: 肩围

# metric.shoulderWidth
source: Shoulder width
zh_hans: 肩宽

# metric.thigh
source: Thigh
zh_hans: 大腿围

# metric.underbust
source: Underbust
zh_hans: 下胸围

# metric.waist
source: Waist
zh_hans: 腰围

# metric.water
source: Water
zh_hans: 饮水

# metric.wrist
source: Wrist
zh_hans: 手腕

# module.add
source: Add
zh_hans: 添加

# module.diet
source: Diet
zh_hans: 饮食

# module.noData
source: No data
zh_hans: 暂无数据

# module.period.today
source: Today
zh_hans: 今日

# module.tapToLog
source: Tap to log
zh_hans: 点此记录

# module.weight
source: Weight
zh_hans: 体重

# notify.diet
source: Today’s diet is still empty.
zh_hans: 今日饮食状态待打卡。

# notify.period
source: Period data is synced. Water retention can cause normal weight swings.
zh_hans: 经期数据已同步。水分滞留可能引发正常体重波动。

# notify.sleep
source: Last night’s sleep was under 6 hours. Cortisol can affect the numbers.
zh_hans: 昨晚睡眠不足 6 小时。皮质醇升高可能影响数据表现。

# notify.weight
source: Today’s weight is still empty.
zh_hans: 今日体重待记录。

# onboarding.back
source: Back
zh_hans: 返回

# onboarding.continue
source: Continue
zh_hans: 继续

# onboarding.currentWeight
source: Current weight
zh_hans: 当前体重

# onboarding.error.invalid
source: Check the numbers and try again.
zh_hans: 请检查数值后重试。

# onboarding.height
source: Height
zh_hans: 身高

# onboarding.measurements.subtitle
source: Height, current weight, and target. Current weight is saved as today’s record.
zh_hans: 身高、当前体重与目标体重。当前体重会写入今天的记录。

# onboarding.measurements.title
source: Baseline
zh_hans: 基线

# onboarding.permissions.continue
source: Allow
zh_hans: 允许

# onboarding.permissions.health.detail
source: Read activity, sleep, and menstrual flow. Ease never writes to Health.
zh_hans: 读取活动消耗、睡眠与经期。Ease 不会写入健康数据。

# onboarding.permissions.health.title
source: Health
zh_hans: 健康

# onboarding.permissions.notifications.detail
source: Local reminders only if today’s weight or diet is still empty.
zh_hans: 仅在当天尚未记录体重或饮食时发送本地提醒。

# onboarding.permissions.notifications.title
source: Notifications
zh_hans: 通知

# onboarding.permissions.subtitle
source: Read-only Health data and local reminders. Skip if you prefer a quieter setup.
zh_hans: 只读健康数据与本地提醒。想更安静可以直接跳过。

# onboarding.permissions.title
source: Optional access
zh_hans: 可选授权

# onboarding.philosophy.point1
source: The dashboard follows a 7-day moving average, not a single morning on the scale.
zh_hans: 看板跟随 7 日均线，而不是某一天的秤数。

# onboarding.philosophy.point2
source: No calorie counting. No macros.
zh_hans: 不算卡路里，不记三大营养素。

# onboarding.philosophy.point3
source: No social features. Data stays on this device and your iCloud.
zh_hans: 无社交。数据只留在本机与你的 iCloud。

# onboarding.philosophy.subtitle
source: Trends only. No judgment.
zh_hans: 只看趋势，不作评价。

# onboarding.philosophy.title
source: Objective records.
zh_hans: 客观记录。

source: Onboarding progress
zh_hans: 启航进度

# onboarding.skip
source: Skip
zh_hans: 跳过

# onboarding.targetWeight
source: Target weight
zh_hans: 目标体重

# settings.birthDate
source: Birthday
zh_hans: 生日

# settings.birthDate.add
source: Add birthday
zh_hans: 添加生日

# settings.birthDate.clear
source: Clear birthday
zh_hans: 清除生日

# settings.birthDate.notSet
source: Not set
zh_hans: 未设置

# settings.deleteAll
source: Delete all data
zh_hans: 清除全部数据

# settings.deleteConfirm
source: Delete all data?
zh_hans: 清除全部数据？

# settings.deleteConfirmAgain
source: Reset all data?
zh_hans: 确定清除全部数据？

# settings.deleteConfirmAgainMessage
source: This cannot be undone. Records, weigh-ins, and measurements will be deleted, and you will return to onboarding.
zh_hans: 此操作无法撤销。记录、体重和围度都会删除，并回到启航。

# settings.deleteConfirmMessage
source: Records and goals will be removed. Onboarding will start again.
zh_hans: 记录与目标将被删除，并重新进入启航。

# settings.deleteContinue
source: Continue
zh_hans: 继续

# settings.dietReminder
source: Diet reminder
zh_hans: 饮食提醒

# settings.export
source: Export CSV
zh_hans: 导出 CSV

# settings.exportFailed
source: Export failed.
zh_hans: 导出失败。

# settings.height
source: Height
zh_hans: 身高

# settings.homeModules
source: Home modules
zh_hans: 首页模块

# settings.import
source: Import CSV
zh_hans: 导入 CSV

# settings.import.dietDays
source: Import %d diet days.
zh_hans: 导入 %d 天饮食。

# settings.import.duplicates
source: Skip %d duplicates.
zh_hans: 跳过 %d 条重复。

# settings.import.failed
source: Couldn't read this file.
zh_hans: 无法读取该文件。

# settings.import.footer
source: One Ease CSV at a time. Headers must match.
zh_hans: 一次导入一个 Ease CSV，表头须一致。

# settings.import.hint
source: Pick ease-export.csv (weight/diet) or ease-metrics.csv (measurements). One file at a time. Headers must match exactly.
zh_hans: 选择 ease-export.csv（体重/饮食）或 ease-metrics.csv（围度）。一次一个文件，表头必须完全一致。

# settings.import.info
source: CSV import help
zh_hans: CSV 导入说明

# settings.import.invalid
source: %d rows invalid.
zh_hans: %d 行无效。

# settings.import.metrics
source: Import %d metric logs.
zh_hans: 导入 %d 条指标。

# settings.import.preview
source: Import preview
zh_hans: 导入预览

# settings.import.result
source: Imported %d weigh-ins, %d diet days.
zh_hans: 已写入 %d 条体重、%d 天饮食。

# settings.import.resultMetrics
source: Imported %d metric logs.
zh_hans: 已写入 %d 条指标。

# settings.import.skippedSamples
source: Skipped rows
zh_hans: 跳过的行

# settings.import.truncated
source: Read first 5000 rows.
zh_hans: 已读取前 5000 行。

# settings.import.weighIns
source: Import %d weigh-ins.
zh_hans: 导入 %d 条体重。

# settings.metrics
source: Metrics
zh_hans: 扩展指标

# settings.metrics.add
source: Add metric
zh_hans: 添加指标

# settings.metrics.maxCustom
source: 8 custom metrics is the limit.
zh_hans: 自定义指标最多 8 条。

# settings.metrics.name
source: Name
zh_hans: 名称

# settings.metrics.symbol
source: Symbol
zh_hans: 图标

# settings.metrics.unit
source: Unit
zh_hans: 单位

# settings.notifications
source: Reminders
zh_hans: 提醒

# settings.save
source: Save
zh_hans: 保存

# settings.section.data
source: Data
zh_hans: 数据

# settings.section.metrics
source: Extended Metrics
zh_hans: 扩展指标

# settings.section.metrics.footer
source: Swipe a metric left to open its history.
zh_hans: 向左滑动指标可查看历史。

# settings.section.modules
source: Dashboard Modules
zh_hans: 首页模块

# settings.section.modules.footer
source: Choose which tiles appear on the Weight tab. Sleep, Period, and Energy open their detail sheets from those tiles.
zh_hans: 选择体重页显示的方块。睡眠、经期与消耗从对应方块进入详情。

# settings.section.personal
source: Personal Information
zh_hans: 个人信息

# settings.section.reminders
source: Reminders
zh_hans: 提醒

# settings.sex
source: Sex
zh_hans: 性别

# settings.sex.female
source: Female
zh_hans: 女

# settings.sex.male
source: Male
zh_hans: 男

# settings.sex.unspecified
source: Not set
zh_hans: 未填

# settings.sleepTarget
source: Sleep target
zh_hans: 睡眠目标

# settings.startWeight
source: Start weight
zh_hans: 初始体重

# settings.targetWeight
source: Target weight
zh_hans: 目标体重

# settings.title
source: Settings
zh_hans: 设置

# settings.weightReminder
source: Weight reminder
zh_hans: 体重提醒

# shortcut.diet
source: Diet
zh_hans: 饮食

# shortcut.water
source: Water
zh_hans: 喝水

# shortcut.water.empty
source: Add
zh_hans: 记录

# sleep.average
source: Average %@
zh_hans: 平均 %@

# sleep.chart.title
source: Last 30 nights
zh_hans: 近 30 夜

# sleep.targetLine
source: Target %@
zh_hans: 目标 %@

# sleep.title
source: Sleep
zh_hans: 睡眠

# tab.calendar
source: Calendar
zh_hans: 日历

# tab.history
source: History
zh_hans: 历史

# tab.settings
source: Settings
zh_hans: 设置

# tab.trend
source: Trend
zh_hans: 趋势

# tab.weight
source: Weight
zh_hans: 体重

# tag.alcohol
source: Alcohol
zh_hans: 饮酒

# tag.bowel
source: Cleared
zh_hans: 通畅

# tag.custom.add
source: Add
zh_hans: 添加

# tag.custom.placeholder
source: Tag name
zh_hans: 标签名称

# tag.custom.remove
source: Remove Tag
zh_hans: 删除标签

# tag.custom.title
source: Custom tag
zh_hans: 自定义标签

# tag.lateNight
source: Late Night
zh_hans: 熬夜

# tag.period
source: Period
zh_hans: 经期

# tag.swollen
source: Swollen
zh_hans: 水肿

# tag.travel
source: Travel
zh_hans: 差旅

# today.dietPending
source: Diet
zh_hans: 饮食

# trend.advanced.energy
source: Energy
zh_hans: 消耗

# trend.advanced.factor.neutral
source: Normal
zh_hans: 正常

# trend.advanced.factors
source: Factors
zh_hans: 修正因子

# trend.advanced.period
source: Period
zh_hans: 经期

# trend.advanced.periodDays
source: %lld days in window
zh_hans: 窗口内 %lld 天

# trend.advanced.sleep
source: Sleep
zh_hans: 睡眠

# trend.advanced.slope
source: Adjusted pace
zh_hans: 修正斜率

# trend.advanced.subtitle
source: Weight trend adjusted softly by recent sleep, active energy, and period days. Not medical advice.
zh_hans: 在体重趋势上，用近期睡眠、活动消耗与经期日做轻度修正。非医疗建议。

# trend.advanced.title
source: Advanced estimate
zh_hans: 高级估算

# trend.advanced.unavailable
source: Need more weigh-ins heading toward your target.
zh_hans: 需要更多朝向目标的体重记录。

# trend.stats.avg
source: Average
zh_hans: 平均

# trend.stats.avg.all
source: All time
zh_hans: 全部均值

# trend.stats.avg.range
source: Last %d days
zh_hans: 近 %d 天均值

# trend.stats.change
source: Change
zh_hans: 体重变化

# trend.stats.days
source: Days logged
zh_hans: 记录天数

# trend.stats.days.unit
source: days
zh_hans: 天

# trend.stats.days.value
source: %d days
zh_hans: %d 天

# trend.stats.high
source: High
zh_hans: 最高

# trend.stats.low
source: Low
zh_hans: 最低

# trend.stats.toTarget
source: To target
zh_hans: 距离目标

# unit.count
source: count
zh_hans: 次

# unit.hours
source: h
zh_hans: 小时

# weight.history.title
source: Weight history
zh_hans: 体重历史

# weight.list.all
source: All
zh_hans: 全部

# weight.list.empty
source: No weigh-ins yet.
zh_hans: 还没有体重记录。

# weight.list.recent
source: Last 30 days
zh_hans: 近 30 天

# weight.list.title
source: Weight log
zh_hans: 体重记录

# weight.remaining
source: Left
zh_hans: 剩余

# weight.stageGoal
source: Stage goal
zh_hans: 阶段目标

# weight.start
source: Start
zh_hans: 起始

# weight.target
source: Target
zh_hans: 目标

# weight.weekDelta
source: %.1f kg this week
zh_hans: %.1f kg 本周

# calendar.feed.title
source: Daily Timeline
zh_hans: 当日动态

# calendar.feed.empty
source: No meals logged for this day
zh_hans: 这一天还没有餐食记录

# calendar.feed.add
source: + Add Meal
zh_hans: + 添加餐食

# calendar.feed.edit
source: Edit
zh_hans: 编辑
